/* Q

Структура проекта:
Doc - раздел справок и документации
Header - раздел заголовков
Source - исходные коды
	App - модули для работы с приложением
		aApp.c - основной модуль
		qError.c - модуль обработки ошибок
		qInfo.c - модуль обработки информации
		qFile.c - модуль работы с файлами
	Event - модули обработки событий
		qEvent.c - главный модуль обработки сообщений
		qKey.c - модуль обработки событий с клавиатуры
		qMouse.c - модуль обработки событий с мыши
	Network - модули работы с сетью
	Sound - модули работы со звуком
		qSound.c - модуль работы со звуками
		qMusic.c - модуль работы с музыкой
	Timer - модули работы с таймерами и многопоточным программированием 
	Video - модули работы с графической частью
		qWindow.c - модуль работы с окном
		qImage.c - модуль работы с изображениями
		qScene.c - модуль работы со сценами
		qGUI.c - модуль работы с GUI
		
*/
